Repository: fabrialberio/Pins
Catalog: po/*.po
Languages: ar, de, fr, it, nl, uk, zh_cn

source: Create and edit app shortcuts
ar: أنشئ وعدّل اختصارات التطبيقات
de: Anwendungsverknüpfungen erstellen und bearbeiten
fr: Créez et modifiez les raccourcis d’applications
it: Crea e modifica le scorciatoie delle tue applicazioni
nl: Maak en bewerk snelkoppelingen
uk: Створюйте та редагуйте ярлики програм
zh_cn: 创建和编辑应用快捷方式

source: GNOME;GTK;Apps;Shortcuts;Icons;
ar: جنوم;جتك;تطبيقات;اختصارات;أيقونات;
de: GNOME;GTK;Apps;Shortcuts;Icons;Anwendungen;Kürzel;Symbole;
fr: GNOME;GTK;Applications;Raccourcis;Icônes;
it: GNOME;GTK;Applicazioni;Scorciatoie;Icone;
nl: GNOME;GTK;Apps;Toepassingen;Programma's;Snelkoppelingen;Pictogrammen;
uk: GNOME;GTK;Програми;Ярлики;Піктограми;Apps;Shortcuts;Icons;

source: Pins allows you to customize your app menu by editing .desktop files.
ar: يسمح لك ”دبابيس“ بتخصيص قائمة تطبيقاتك عبر تعديل ملفات desktop.
de: Pins ermöglicht es Ihnen, Ihr Anwendungsmenü durch Bearbeiten von .desktop-Dateien anzupassen.
fr: Pins vous permet de personnaliser votre grille d’applications en modifiant leurs fichiers .desktop.
it: Pins permette di personalizzare il menù delle applicazioni modificando i file .desktop.
nl: Met behulp van Snelkoppelingen kunt u het toepassingsmenu naar eigen hand zetten.
uk: «Шпильки» дає вам налаштувати меню програм шляхом редагування файлів .desktop.
zh_cn: Pins 允许你通过编辑 .desktop 文件自定义你的应用菜单

source: Some of the things you can do are:
ar: بعض الأشياء التي يمكنك فعلها هي:
de: Einige der Dinge, die Sie tun können, sind:
fr: Vous pouvez notamment :
it: Alcuni dei possibili utilizzi sono:
nl: Enkele mogelijkheden:
uk: «Шпильки» може:
zh_cn: 您可以做的一些事情是：

source: changing an app icon that doesn't fit in with your theme,
ar: تغيير أيقونة تطبيق لا تتناسب مع سمة سطح مكتبك،
de: ein Anwendungssymbol ändern, das nicht zu Ihrem Thema passt,
fr: changer l’icône d’une application qui ne correspond pas à votre thème,
it: cambiare l'icona di un'applicazione che stona con il tema,
nl: pas een toepassingspictogram aan als die niet bij het thema past;
uk: Змінювати піктограми програм,
zh_cn: 更改不适合您的主题的应用程序图标，

source: creating custom shortcuts to websites,
ar: إنشاء اختصارات مخصصة لمواقع الويب،
de: benutzerdefinierte Verknüpfungen zu Webseiten erstellen,
fr: créer des raccourcis personnalisés vers des sites web,
it: creare scorciatoie personalizzate a siti web,
nl: maak snelkoppelingen naar websites (webapps);
uk: Створювати ярлики для веб-сайтів,
zh_cn: 创建一个网站的快捷方式

source: hiding apps you don't want to see,
ar: إخفاء التطبيقات التي لا تريد رؤيتها،
de: Anwendungen ausblenden, die Sie nicht sehen wollen,
fr: masquer des applications que vous ne voulez pas voir,
it: nascondere applicazioni,
nl: verberg apps die u niet wilt zien;
uk: Ховати програми, які ви не хочете бачити,
zh_cn: 隐藏你不想要看见的应用

source: editing properties in .desktop files.
ar: تعديل الخصائص في ملفات desktop.
de: Eigenschaften in .desktop-Dateien bearbeiten.
fr: modifier les propriétés des fichiers .desktop.
it: modificare i file .desktop.
nl: bewerk de eigenschappen van .desktop-bestanden.
uk: Редагувати властивості файлів .desktop
zh_cn: 编辑在 .desktop 文件中的属性

source: Screenshot of Pins showing the app grid
ar: لقطة شاشة لتطبيق ”دبابيس“ تُظهر شبكة التطبيقات
de: Bildschirmfoto von Pins, das das Anwendungsgitter zeigt
fr: Capture d'écran de Pins affichant la grille d'applications
it: Schermata della griglia delle applicazioni di Pins
nl: Schermfoto van Snelkoppelingen met het toepassingsoverzicht
uk: Знімок екрану «Шпильки», що показує сітку програм
zh_cn: Pins 显示应用网格时的截图

source: Screenshot of Pins showing an opened file
ar: لقطة شاشة لتطبيق ”دبابيس“ تُظهر ملفًا مفتوحًا
de: Bildschirmfoto von Pins, das eine geöffnete Datei zeigt
fr: Capture d'écran de Pins affichant un fichier ouvert
it: Schermata di un file aperto in Pins
nl: Schermfoto van Snelkoppelingen met een geopend bestand
uk: Знімок екрану «Шпильки», що показує відкритий файл
zh_cn: Pins 显示一个编辑中文件的截图

source: Screenshot of Pins showing an opened file on a small screen
ar: لقطة شاشة لتطبيق ”دبابيس“ تُظهر ملفًا مفتوحًا على شاشة صغيرة
de: Bildschirmfoto von Pins, das eine geöffnete Datei auf einem kleinen Bildschirm zeigt
fr: Capture d'écran de Pins affichant un fichier ouvert sur un petit écran
it: Schermata di un file aperto in Pins su uno schermo piccolo
nl: Schermfoto van Snelkoppelingen met een geopend bestand op een klein scherm
uk: Знімок екрану «Шпильки», що показує відкритий файл на маленькому екрані
zh_cn: Pins 在小屏幕中显示一个编辑中文件的截图

source: Show all apps
ar: أظهر كل التطبيقات
de: Alle Anwendungen anzeigen
fr: Afficher toutes les applications
it: Mostra tutte le app
nl: Alle toepassingen tonen
uk: Показати усі програми
zh_cn: 显示所有应用

source: List of desktop file search paths in order of priority
ar: قائمة مسارات البحث عن ملفات سطح المكتب مرتبة حسب الأولوية
de: Liste der Suchpfade für Desktop-Dateien in der Reihenfolge ihrer Priorität
fr: Liste des chemins où chercher les fichiers desktop, par ordre de priorité
it: Lista di percorsi di ricerca delle applicazioni in ordine di priorità
nl: Lijst met zoekpaden, gesorteerd op prioriteit
uk: Список шляхів пошуку файлу .desktop в порядку пріоритетності
zh_cn: 按优先级顺序排列的桌面文件搜索路径列表

source: Add New Key
ar: أضف مفتاحًا جديدًا
it: Aggiungi chiave
nl: Veld toevoegen
uk: Додати новий ключ
zh_cn: 添加新的 Key

source: Key
ar: المفتاح
de: Schlüssel
fr: Clé
it: Chiave
nl: Veld
uk: Ключ

source: _Cancel
ar: ا_لغِ
de: A_bbrechen
fr: A_nnuler
it: Annulla
nl: _Annuleren
uk: _Скасувати

source: _Add
ar: أَ_ضف
de: _Hinzufügen
fr: _Ajouter
it: Aggiungi
nl: _Toevoegen
uk: _Додати

source: Add New App
ar: أضف تطبيقًا جديدًا
it: Aggiungi applicazione
nl: Toepassing toevoegen
uk: Додати нову програму
zh_cn: 添加新应用

source: Main Menu
it: Menù principale
zh_cn: 主菜单

source: Search
ar: ابحث
de: Suchen
fr: Rechercher
it: Cerca
nl: Zoeken
uk: Пошук
zh_cn: 搜索

source: Search apps by name or field content
it: Cerca applicazioni per nome o per contenuto

source: Edited
it: Modificate

source: System
it: Sistema

source: Hidden
it: Nascoste

source: Autostart
ar: التشغيل التلقائي
fr: Démarrage automatique
it: Avvio automatico
nl: Automatisch opstarten
uk: Автозапуск
zh_cn: 自启动

source: Loading Apps
ar: يجري تحميل التطبيقات
it: Caricamento applicazioni…
nl: Bezig met laden…
uk: Завантаження програм...
zh_cn: 正在加载应用

source: No Apps Found
ar: لم يُعثر على أيّ تطبيقات
it: Nessuna applicazione trovata
nl: Er zĳn geen toepassingen beschikbaar
uk: Не знайдено програм
zh_cn: 未找到应用

source: Show _All Apps
ar: أظهر _كل التطبيقات
fr: Afficher toutes les applications
it: _Mostra tutte le app
nl: _Alle toepassingen tonen
uk: Показати _усі програми
zh_cn: 显示所有应用

source: _Keyboard Shortcuts
ar: ا_ختصارات لوحة المفاتيح
de: _Tastenkürzel
fr: _Raccourcis clavier
it: _Scorciatoie da tastiera
nl: _Sneltoetsen
uk: _Клавіатурні скорочення
zh_cn: 快捷键

source: _About Pins
ar: _عن دبابيس
de: _Info zu Pins
fr: À _propos de Pins
it: _Informazioni su Pins
nl: _Over Snelkoppelingen
uk: _Про «Шпильки»
zh_cn: 关于 Pins

source: More Options
it: Altre opzioni

source: Delete
ar: احذف
de: Löschen
fr: Supprimer
it: Elimina
nl: Verwĳderen
uk: Видалити
zh_cn: 删除

source: Erase Changes
ar: امسح التغييرات
it: Cancella modifiche
nl: Wĳzigingen wissen
uk: Скасувати зміни
zh_cn: 擦除变更

source: Pick Icon
ar: اختر أيقونة
fr: Choisir une icône
it: Scegli icona
nl: Kies een pictogram
uk: Обрати піктограму
zh_cn: 选择图标

source: Launch this application on login
ar: شغّل هذا التطبيق عند الولوج
de: Diese Anwendung bei der Anmeldung starten
fr: Lancer cette application au démarrage
it: Avvia quest'applicazione all'accesso
nl: Start de toepassing na het aanmelden
uk: Запускати цю програму під час входу в сессію
zh_cn: 登录时启动该应用

source: Invisible
ar: مخفي
de: Unsichtbar
it: Invisibile
nl: Onzichtbaar
uk: Сховати
zh_cn: 不可见

source: Hide this application in the app menu
ar: أخفِ هذا التطبيق من قائمة التطبيقات
de: Diese Anwendung im Anwendungsmenü ausblenden
fr: Masquer cette application dans la grille des applications
it: Nascondi quest'applicazione nel menù
nl: Verberg deze toepassing in het menu
uk: Сховати цю програму в меню програм
zh_cn: 在应用菜单中隐藏此应用

source: Add Key
ar: أضف مفتاحًا
it: Aggiungi chiave
nl: Veld toevoegen
uk: Додати ключ
zh_cn: 添加 Key

source: Open With…
it: Apri con…

source: Open Containing Folder…
it: Apri cartella superiore…

source: Duplicate
it: Duplica
zh_cn: 重复

source: Remove Key
ar: أزل المفتاح
it: Rimuovi chiave
nl: Veld verwijderen
uk: Вилучити ключ
zh_cn: 移除 Key

source: Select Locale
ar: اختر المحليّة
it: Seleziona localizzazione
nl: Taal kiezen
uk: Обрати локаль
zh_cn: 选择区域

source: Search for icons
ar: ابحث عن أيقونات
fr: Rechercher des icônes
it: Cerca tra le icone
nl: Zoeken naar pictogrammen
uk: Шукати піктограми
zh_cn: 搜索图标

source: Load Icon from File
ar: حمّل أيقونة من ملف
it: Carica icona da file
nl: Pictogram laden uit bestand
uk: Обрати піктограму з файлу
zh_cn: 从文件中加载图标

source: All Apps
ar: كل التطبيقات
fr: Toutes les applications
it: Tutte le app
nl: Alle toepassingen
uk: Усі програми
zh_cn: 全部应用

source: Error Opening File
ar: خطأ في فتح الملف
fr: Error lors de l'ouverture du fichier
it: Errore nell'apertura del file
nl: Bestand openen mislukt
uk: Помилка під час відкриття файлу
zh_cn: 打开文件时出错

source: General
it: Generale
zh_cn: 通用

source: Show Shortcuts
it: Mostra scorciatoie
zh_cn: 显示快捷键

source: Quit
it: Esci
zh_cn: 退出

source: Could not open file.
ar: تعذّر فتح الملف.
fr: Impossible d'ouvrir le fichier.
it: Impossibile aprire file.
nl: Het bestand kan niet worden geopend.
uk: Не вдалося відкрити файл.
zh_cn: 未能打开文件

source: (Unlocalized)
ar: (غير مُوطّن)
de: (Nicht lokalisiert)
fr: (Non-localisé)
it: (Non localizzato)
nl: (onvertaald)
uk: (Не локалізовано)

source: Pins
ar: دبابيس
nl: Snelkoppelingen
uk: Шпильки

# shortcut window
source: General
de: Allgemein
nl: Algemeen

# shortcut window
source: Show Shortcuts
de: Tastenkürzel anzeigen
nl: Sneltoetsen tonen

# shortcut window
source: Quit
de: Schließen
nl: Afsluiten

# shortcut window
source: Add New App
nl: Toepassing toevoegen

# shortcut window
source: Search
nl: Zoeken
